<template>
  <div class="works">
    <br/>
    <br/>
    <h1>WORKS</h1>
    <span>新居・トラップ作りなど</span>
    <br/>
    <br/>
    <br/>
    <br/>

    <h3>「スバルドダック」</h3>
    <img src="../assets/スバルドダック.jpeg">
    <br/>
    羊毛の暖かさに包まれたスバル社長の新居でございます。
    <br/>
    一時、鼻水が出て風邪気味のようでしたが、現在はお元気そうです。
    <br/>
    多くのスバ友のサポートの末、無事に建設されました。
    <br/>
    <br/>
    <br/>
    <h3>「焼けグソ」</h3>
    <img src="../assets/焼けグソ.jpeg">
    <br/>
    ネザーブロックで作られた、暖かさを通り越してむしろ暑ささえ感じられるスバル社長の寝室となっております。
    <br/>
    百鬼あやめ嬢との共同合作です。
    <br/>
    <br/>
    <br/>
    <h3>「大空事務所」</h3>
    <img src="../assets/大空事務所.jpeg">
    <br/>
    兎田建設のぺこら社長をトラップにはめようと意気込んで建設された事務所でしたが、
    <br/>
    ぺこら社長によってスバル社長をだますためのトラップ事務所へと変貌しました。
    <br/>
    10月13日の配信にて、無事にトラップ事務所の祝砲をうけました。
    <br/>
    <br/>
    <br/>
  </div>
</template>

<script>
// @ is an alias to /src

export default {
  name: 'Works',
}
</script>